$(document).ready(function() {
var ukrText = [
"Містер Дурслі керував фірмою 'Ґраннінґс', яка виготовляла свердла. То був такий дебелий чолов'яга, що, здається, й шиї не мав, зате його обличчя прикрашали пишні вуса. Натомість місіс Дурслі була худорлява, білява, а її шия була майже вдвічі довша, ніж у звичайних людей, і це ставало їй у великій пригоді: надто вже вона полюбляла зазирати через паркан, підглядаючи за сусідами.",
"Дурслі мали все, що хотіли, а до того ж і один секрет, і найдужче вони боялися, що хтось довідається про нього. Їм здавалося, що вони помруть, коли хтось почує про Поттерів. Місіс Поттер була сестрою місіс Дурслі, але вони не бачились уже кілька років. Місіс Дурслі вдавала, ніби взагалі не має сестри, бо сестра та її нікчема-чоловік були повною протилежністю Дурслі.",
"Але біля самого міста щось його змусило забути і про свердла. Застрягши, як завжди зранку, у вуличній тисняві, він не міг не зауважити, що навколо, здається, дуже багато дивно вбраних людей. Людей у мантіях. Містер Дурслі терпіти не міг, коли хтось одягався незвично: ви тільки подивіться на цю молодь! Мабуть, ще одна нова дурнувата мода. Дурслі потарабанив пальцями по керму"
];

$(".generated p").text(ukrText[Math.floor(Math.random()*ukrText.length)]);

});